Repository: panviktor/Ichthys-Calendar
Catalog: *.lproj/Localizable.strings
Languages: el, pl, ro

source: Choose a day
el: Επιλέξτε μια μέρα
pl: Wybierz dzień
ro: Alege o zi

source: Will be loaded the next day
el: Θα φορτωθεί την επόμενη μέρα
pl: Zostanie załadowany następnego dnia
ro: Va fi încărcat a doua zi

source: The previous day will be loaded
el: Η προηγούμενη ημέρα θα φορτωθεί
pl: Zostanie załadowany poprzedni dzień
ro: Ziua precedentă va fi încărcată

source: Today
el: Σήμερα
pl: Dzisiaj
ro: Astăzi

source: Saved
el: Αποθηκεύτηκε
pl: Ocaleni
ro: Salvat

source: About
el: Σχετικά με
pl: O
ro: Despre program

source: Go back
el: Πήγαινε πίσω
pl: Wróć
ro: Înapoi la

source: Remove from Favorites
el: Κατάργηση από τα Αγαπημένα
pl: Usuń z ulubionych
ro: Eliminați din favorite

source: Add to Favorites
el: Προσθήκη στα αγαπημένα
pl: Dodaj do ulubionych
ro: Adaugă la favorite

source: No Image
el: Χωρίς εικόνα
pl: Brak obrazka
ro: Fara poza

source: History
el: Ιστορία
pl: Historia
ro: Istorie

source: Canon
el: Κανόνας
pl: Kanon

source: Prayers
el: Προσευχές
pl: Modły
ro: Rugăciuni

source: Many thanks to the site azbuka.ru for the data provided.
el: Ευχαριστώ πολύ τον ιστότοπο azbuka.ru για τα δεδομένα που παρέχονται.
pl: Wielkie dzięki dla witryny azbuka.ru za podane dane.
ro: Multe mulțumiri site-ului azbuka.ru pentru datele furnizate.

source: Visit azbyka.ru
el: Επισκεφτείτε το azbyka.ru
pl: Odwiedź azbyka.ru
ro: Vizitați azbyka.ru

source: You will greatly help the project if you leave a review.
el: Θα βοηθήσετε πολύ το έργο αν αφήσετε μια κριτική.
pl: Bardzo pomożesz projektowi, jeśli zostawisz recenzję.
ro: Veți fi de mare ajutor pentru proiect dacă lăsați o recenzie.

source: Mail for communication and suggestions.
el: Ταχυδρομείο για επικοινωνία και προτάσεις.
pl: Napisz do komunikacji i sugestii.
ro: E-mail pentru comunicare și sugestii.

source: You can share the link to the app with your friends.
el: Μπορείτε να μοιραστείτε το σύνδεσμο προς την εφαρμογή με τους φίλους σας.
pl: Możesz udostępnić link do aplikacji swoim znajomym.
ro: Puteți partaja linkul către aplicație prietenilor dvs.

source: Please select a day from the left-hand menu; swipe from the left edge to show it.
el: Επιλέξτε μια ημέρα από το αριστερό μενού. σύρετε από την αριστερή άκρη για να το εμφανίσετε.
pl: Proszę wybrać dzień z menu po lewej stronie; przesuń palcem od lewej krawędzi, aby go wyświetlić.
ro: Vă rugăm să selectați o zi din meniul din stânga; glisați de la marginea stângă pentru a o dezvălui.

source: Fasting
el: Νηστεία
pl: Post
ro: Ziua de post

source: Not Fasting
el: Όχι νηστεία
pl: Nie post
ro: Unpostate

source: Days info
el: Πληροφορίες ημερών
pl: Informacje o dniach

source: Holidays
el: Διακοπές
pl: Wakacje
ro: Sărbători

source: Holiday
el: Αργία
pl: Wakacje
ro: Celebrare

source: Failed to load day info
el: Αποτυχία φόρτωσης πληροφοριών ημέρας
pl: Nie udało się załadować informacji o dniu
ro: Eroare la încărcarea informațiilor despre zi

source: Shows the fast day and holiday.
el: Δείχνει τη γρήγορη ημέρα και τις διακοπές
pl: Pokazuje dzień postu i święta.
ro: Afișează zilele și sărbătorile de post.

source: Thursday
el: Πέμπτη
pl: Czwartek
ro: Joi

source: Christmas fast
el: Χριστούγεννα γρήγορα
pl: Boże Narodzenie szybko
ro: Post de Crăciun

source: Icons of the Mother of God called "Sign"
el: Εικονίδια της Μητέρας του Θεού που ονομάζεται "Σημάδι "
pl: Ikony Matki Bożej zwane "Znakiem"
ro: Icoanele Fecioarei sub titlul "Semna"

source: Ichthys Calendar
ro: Ихтис Календарь

source: Day info
ro: Informații despre zi
