Repository: panviktor/Ichthys-Calendar
Catalog: Ichthys Calendar/*.lproj/Localizable.strings
Languages: ru, uk

source: Choose a day
ru: Выберите день
uk: Виберіть день

source: Will be loaded the next day
ru: Будет загружен следующий день
uk: Буде завантажено наступного дня

source: The previous day will be loaded
ru: Будет загружен предыдущий день
uk: Попередній день буде завантажений

source: Today
ru: Сегодня
uk: Сьогодні

source: Saved
ru: Сохраненные
uk: Збережено

source: About
ru: Про программу
uk: Про

source: Go back
ru: Назад
uk: Повертайся

source: Remove from Favorites
ru: Удалить из избранного
uk: Вилучити з вибраного

source: Add to Favorites
ru: Добавить в избранное
uk: Додати в обране

source: No Image
ru: Нет изображения
uk: Без зображення

source: History
ru: История
uk: Історія

source: Canon
ru: Канон
uk: Канон

source: Prayers
ru: Молитвы
uk: Молитви

source: Ichthys Calendar
ru: Ихтис Календарь

source: Many thanks to the site azbuka.ru for the data provided.
ru: Большое спасибо сайту azbuka.ru за предоставленные данные.
uk: Велике спасибі сайту azbuka.ru за надані дані.

source: Visit azbyka.ru
ru: Посетить azbyka.ru

source: You will greatly help the project if you leave a review.
ru: Вы очень поможете проекту, если оставите отзыв.
uk: Ви дуже допоможете проекту, якщо залишите відгук.

source: You can share the link to the app with your friends.
ru: Вы можете поделиться ссылкой на приложение с друзьями.
uk: Ви можете поділитися посиланням на додаток зі своїми друзями.

source: Please select a day from the left-hand menu; swipe from the left edge to show it.
ru: Пожалуйста, выберите день в левом меню; проведите пальцем от левого края, чтобы показать его.
uk: Виберіть день із лівого меню; проведіть пальцем від лівого краю, щоб показати його.

source: Fasting
ru: Постный день
uk: Пісний

source: Not Fasting
ru: Непостный
uk: Непісний

source: Holidays
ru: Праздники
uk: Свята

source: Holiday
ru: Праздник
uk: Свято
