[
    {
        "id": 1,
        "name": "Радио Радонеж",
        "streamURL": "http://icecast.radonezh.cdnvideo.ru:8000/rad128",
        "stationImage": "Radonez",
        "description": "Ра́донеж — московская православная радиостанция, вещающая с 1991 года и существующая на пожертвования своих слушателей.",
        "longDescription": "Радио «Радонеж» вышло в эфир в 31 марта 1991 года по благословению Патриарха Московского и всея Руси Алексия II, став независимой в СССР радиостанцией. \n Многие программы имеют миссионерскую направленность. Программы радио «Радонеж» включают в себя беседы, лекции, дискуссии, открытый эфир, встречи со священноначалием, с ведущими представителями духовенства, церковной и гражданской науки, с общественными деятелями, новости, проповеди, музыкальные передачи, литературные композиции и многое другое."
    },
    
    {
        "id": 2,
        "name": "Рязанское епархиальное радио",
        "streamURL": "http://s01.radio-tochka.com:4990/radio",
        "stationImage": "RazanEparhialnoeRadio",
        "description": "Рязанское епархиальное радио – разговорно-музыкальная станция, работающая ежедневно на частоте 102.5 FM в Рязани и 101 FM в области, а также в сети интернет.",
        "longDescription": " Часы вещания – с 7.00 до 9.00 и с 19.00 до 21.00 по будням, и в выходные – с 11.00 до 12.00, с 15.00 до 16.00, с 19.00 до 21.00 часа. Программы епархиального радио затрагивают не только узкую церковную тематику, но также освещают вопросы науки, истории, культуры, семейных ценностей и жизни молодежи, и будут интересны широкому кругу радиослушателей."
    },
    
    {
        "id": 3,
        "name": "Радио Воскресение",
        "streamURL": "http://217.24.181.164:8000/stream.mp3",
        "stationImage": "Voskresenie",
        "description": "Радиостанция Екатеринбургской епархии «Воскресение» создана по благословению архиепископа Екатеринбургского и Верхотурского Викентия и входит в состав епархиального Информационно-издательского центра.",
        "longDescription": "Радио «Воскресение» впервые вышло в эфир 7 июля 2003 года, в день святого Пророка, Предтечи и Крестителя Господня Иоанна. \n Новости Русской Православной Церкви и Екатеринбургской епархии, жития святых и церковные праздники, духовные и народные песнопения, классика и хорошая эстрадная музыка, проповеди священнослужителей и беседы с интересными людьми, поэзия и художественные чтения, уроки Закона Божьего и Евангельские беседы, вечерние сказки для детей и викторины, передачи о проблемах семьи и воспитании детей, передачи о здоровье и садоводстве, программы для заключенных и тех, кто в пути, передачи для военнослужащих и домохозяек, ответы на вопросы и живой диалог в прямом эфире -все это и многое другое несет в дома своих слушателей радиостанция «Воскресение». \n Православное радио вещает в открытом эфире 10 городов Урала, в том числе — в Екатеринбурге и Нижнем Тагиле, а также с двух спутников — «Eutelsat W-4» и «Бонум-1» — и в интернете."
    },
    
    {
        "id": 4,
        "name": "Радиостанции «Благовещение»",
        "streamURL": "http://radio-blagoveshchenie.ru:10000/stream",
        "stationImage": "Blagoveshcheniye",
        "description": "По благословению главы «Синодального отдела по связи с вооруженными силами и правоохранительными органами» протоиерея Димитрия Смирнова с января 2005 г. осуществляет свою деятельность радиопрограмма «Благовещение».",
        "longDescription": "Первоначально программа выходила в эфир в системе вещания радиокомпании «Голос России». С 1 февраля 2006 г. осуществлялось ежедневное вещание с 23 часов до полуночи на частоте 846 КГц по соглашению с радиостанцией «Радонеж». С марта 2011 года осуществляется ежедневное вещание в диапазоне УКВ на частоте 72,92 МГц — с 19.00 до 20.00, а с февраля 2012 г. на той же частоте с 18.00 до 19.00 с четырьмя повторами в течение суток. С 1 января 2012 года радио «Благовещение» круглосуточно вещает в онлайн-режиме."
    },
    
    {
        "id": 5,
        "name": "Радио «Благовестие»",
        "streamURL": "http://live.borneo.ru:8888/bv128.m3u",
        "stationImage": "Blagovestie",
        "description": "Как все-таки хорошо, пройдя немалый путь, многое пережив и осознав, досыта напившись встреч и потерь, не опустить руки, не сморщиться душой, а отыскать Свой дом, накрыть Свой стол, созвать Своих любимых друзей и говорить и слушать, говорить и слушать! Об этом наше радио.",
        "longDescription": "Культурно-просветительский радиоканал \"Благовестие\" - по благословению митрополита Воронежского и Лискинского Сергия. На радио \"Благовестие\" - только качественная русская музыка, проникновенные стихи, познавательные программы и православные рубрики, свежие новости православия и культурной жизни.  Вы можете услышать нас на частоте 73,55 УКВ, а также онлайн."
    },
    
    {
        "id": 6,
        "name": "Радио «Вера»",
        "streamURL": "https://radiovera.hostingradio.ru:8007/radiovera_128",
        "stationImage": "Vera",
        "description": "Радио «Вера» — российская радиостанция, созданная с целью рассказать современному городскому жителю о православной вере. Основана группой православных мирян, получивших благословения священноначалия Русской православной церкви. Начала вещание 14 сентября 2014 года. ",
        "longDescription": "Радио «ВЕРА» – это новая радиостанция, которая рассказывает современному жителю мегаполиса о вечных истинах Православной веры.  Мы вещаем 24 часа в сутки 7 дней в неделю. В нашем эфире – только светлая музыка, а среди наших программ – рассказы о любви, славных страницах истории, о детях и самых обычных жизненных радостях. Среди ежедневных программ нашей радиостанции – Церковный календарь, толкование Евангельских чтений, программы об истории, о воспитании детей и семейных ценностях. Кроме разговорных программ, в нашем эфире звучит лучшая отечественная и зарубежная музыка. Радио «ВЕРА» — проект инициативной группы православных мирян, заручившихся благословением Русской Православной Церкви. Управление проектом осуществляет АНО Радиоканал «Вера, Надежда, Любовь». Мы хотим, чтобы наше вещание становилось ближе к слушателю, поэтому команда радио «ВЕРА» открыта для сотрудничества."
    },
    
    {
        "id": 7,
        "name": "Радио Храм Троицы",
        "streamURL": "http://stream0.radiostyle.ru:8000/hramtroicy",
        "stationImage": "HramTroicy",
        "description": "Радио Храм Троицы - православное интернет-радио московского Храма Живоначальной Троицы на Воробьевых горах. Станция вещает на некоммерческой основе и существует на пожертвования слушателей и всех, кому близко данное радио.",
        "longDescription": "В его эфире звучат церковные песнопения, проповеди, лекции, духовная музыка и многое другое из того, что близко православным людям."
    },
    
    {
        "id": 8,
        "name": "Православное Радио Санкт-Петербурга",
        "streamURL": "http://radio-spb.rusk.ru:8000/stream.m3u",
        "stationImage": "OrthodoxRadioSPb",
        "description": "«Правосла́вное ра́дио Са́нкт-Петербу́рга» — российская православная радиостанция, вещающая в Санкт-Петербурге на частоте 828 кГц (362 м), а также в интернете. Является партнёром Радиогазеты «Слово».",
        "longDescription": "26 сентября 2007 году ООО «СЛОВО», в состав которого вошли «Радиогазета „Слово“» и «Православное радио Санкт-Петербурга» на Федеральной конкурсной комиссии по телерадиовещанию в Москве выиграло конкурс на частоту 828 кГц (362 м), концепция предполагает на этой частоте вещание 16 часов Радиогазеты «Слово» и 8 часов «Православного радио Санкт — Петербурга». 1 марта 2008 года обе радиостанции возобновили вещание на данной частоте. В ноябре 2009 года директор радиостанции Сергей Васильев был удостоен медали «Памяти митрополита Лавра». Награду вручил представитель Русской Зарубежной Церкви инок Всеволод (Филипьев). Для участников праздничного вечера был организован концерт. 11 ноября 2012 года в зале Православного драматического театра «Странник» в Петербурге состоялся торжественный праздничный вечер, посвященный 15-летию Православного радио Санкт-Петербурга."
    },
    
    {
        "id": 9,
        "name": "Радио «Град Петров»",
        "streamURL": "http://stream.grad-petrov.ru:8093/aac.m3u",
        "stationImage": "GradPetrov",
        "description": "Град Петров — православная радиостанция, вещающая в Санкт-Петербурге, Тихвине и Выборге. Создано по благословению митрополита Санкт-Петербургского и Ладожского Владимира в 2000 году.",
        "longDescription": "Программы радиостанции в течение 19 часов (с 07:00 по 02:00) ежедневно могут слушать жители Санкт-Петербурга на частоте 73,1 МГц в диапазоне ультракоротких волн. В Тихвине и Выборге программы можно слушать круглосуточно. Также слушать радио можно на сайте радиостанции. Радио «Град Петров» имеет церковно- и культурно-просветительскую направленность. Рассказывает о современной православной церкви. Ежедневно в эфир выходят музыкальные, литературные, исторические программы. Передачи для детей и молодёжи."
    },
]
